<pad>	0
<unk>	0
▁	-2.78176
ን	-3.29049
ት	-3.29793
▁የ	-3.54435
ር	-3.98052
ም	-3.9812
ል	-4.02729
▁አ	-4.10589
▁በ	-4.29044
ስ	-4.40125
▁ነው	-4.47097
ው	-4.64173
▁ከ	-4.76893
▁ላይ	-4.83856
ይ	-4.86868
▁ምን	-4.91355
▁መ	-4.9322
.	-4.94097
ብ	-5.00533
▁ለ	-5.02448
ያ	-5.06285
ለ	-5.0676
▁እ	-5.07907
ማ	-5.15018
▁ወደ	-5.17987
ራ	-5.19744
ድ	-5.20714
ግ	-5.2414
ቀ	-5.26673
ላ	-5.32301
ረ	-5.33361
መ	-5.36045
▁ዛሬ	-5.36762
ህ	-5.37711
ክ	-5.37816
▁ውስጥ	-5.38481
ሰ	-5.39468
ና	-5.4005
ሳ	-5.42327
ኝ	-5.43827
▁ማ	-5.45686
ዲስ	-5.46475
ባ	-5.48726
ች	-5.50465
ጥ	-5.50582
▁ዝርዝር	-5.51955
ገ	-5.55033
ዳ	-5.56791
ጠ	-5.5685
▁ሰዓት	-5.61476
▁ያ	-5.64855
ፍ	-5.65044
ልኝ	-5.65254
▁ስን	-5.66869
ዝ	-5.69054
▁እባክህ	-5.69161
▁ይ	-5.71995
ደ	-5.72855
▁የእኔ	-5.76114
ሮ	-5.76357
ነ	-5.77206
ተ	-5.7964
በ	-5.81434
ታ	-5.82774
ቅ	-5.8665
▁አጫውት	-5.87119
▁ቀን	-5.87362
ዋ	-5.89914
▁ስለ	-5.90662
▁እፈልጋለሁ	-5.91987
▁የሚ	-5.92146
▁እንዴ	-5.94065
ካ	-5.94151
ሪ	-5.95526
▁ንገረኝ	-5.96176
ቱ	-5.9639
▁ፒ	-5.98806
ዘ	-5.99026
ወ	-5.99369
ሽ	-6.01671
▁ስብሰባ	-6.04079
▁ስ	-6.05709
▁ነገ	-6.05989
▁እና	-6.06433
▁ዘፈን	-6.11251
▁ጋር	-6.12499
ኩ	-6.1366
▁ሁኔታ	-6.13722
▁ተ	-6.15174
ከ	-6.15268
ዛ	-6.16095
ሀ	-6.16243
ዎች	-6.16868
ፈ	-6.19622
ሉ	-6.21158
▁አለ	-6.23051
▁ኤም	-6.23804
ጋ	-6.24182
▁የኔ	-6.24555
▁አሁ	-6.25547
ቃ	-6.25839
▁ጊዜ	-6.26552
▁ቤት	-6.27434
▁እባክዎን	-6.28001
▁አንድ	-6.28644
▁ኢሜይል	-6.28768
ቅርብ	-6.28778
▁ምንድን	-6.28843
ጣ	-6.29699
ውን	-6.29921
▁ዜና	-6.30044
ዲ	-6.32027
▁ሙዚቃ	-6.32028
ቀን	-6.34216
ሩ	-6.34741
▁ኤ	-6.36209
▁አስ	-6.36426
▁አጥፋ	-6.38071
▁ትችላለህ	-6.38078
ሁ	-6.39065
▁የተ	-6.40012
▁ማንቂያ	-6.40642
ቡ	-6.41194
▁ማንኛው	-6.41379
▁የአየ	-6.41828
▁ኦሊ	-6.43069
ዚህ	-6.43452
እ	-6.43728
▁በዚህ	-6.46214
ሞ	-6.47906
▁ባቡ	-6.48489
ዬ	-6.49674
▁ሁለት	-6.50191
▁ያለው	-6.50502
▁እኔ	-6.51725
a	-6.51877
ነት	-6.52326
ለው	-6.53877
▁ሳምን	-6.53903
ጫ	-6.54094
ሬ	-6.5571
▁እንደ	-6.56896
ሃ	-6.57679
▁ሰ	-6.579
ቴ	-6.5796
▁ታ	-6.58902
ቸው	-6.6009
ሚ	-6.60695
ዉ	-6.61726
ዊ	-6.63003
ኑ	-6.63437
ዩ	-6.65952
ሻ	-6.6601
ኖ	-6.66025
▁ቀጠሮ	-6.66026
▁ጨምር	-6.66378
የ	-6.66707
▁ደ	-6.69309
ሎ	-6.69994
▁ኢሜ	-6.70407
ሜ	-6.70421
ቤ	-6.72456
ሌ	-6.72562
▁ምንድነው	-6.72694
▁ሰርዝ	-6.72703
▁አበባ	-6.72711
▁ምግብ	-6.74149
እኔ	-6.75536
ኛ	-6.75958
▁አምስት	-6.76047
ስራ	-6.76552
▁ባ	-6.76992
▁ኢሜይሎች	-6.77401
▁አለኝ	-6.78204
ዮ	-6.78458
ቶ	-6.78596
▁ሲ	-6.79118
▁ካ	-6.7962
ዶ	-6.79839
ሊ	-6.7984
ቶች	-6.80057
ኮ	-6.8111
ራት	-6.82272
▁መብራቶች	-6.82422
▁ወ	-6.84542
ኤም	-6.84698
ኔ	-6.86475
▁መቁጠሪያ	-6.87381
ጀ	-6.87403
ቦ	-6.87497
▁የአ	-6.87501
በት	-6.90477
ሱ	-6.92988
ቲ	-6.93015
ስታውሰኝ	-6.93016
▁አስራ	-6.93172
▁አዘጋጅ	-6.93426
▁ይህ	-6.93838
▁ድምጽ	-6.94806
ሙ	-6.95564
ቻ	-6.95872
ጅ	-6.95872
i	-6.95873
▁ዋጋ	-6.95908
ንድ	-6.96327
ሄድ	-6.96536
▁ሰላ	-6.98087
ቢ	-6.98502
r	-6.98814
▁ሁሉን	-6.98814
▁አለብኝ	-6.98821
▁ትዊት	-6.98826
▁ትኬ	-6.98949
▁መቼ	-6.99514
▁ሰአት	-7.00114
▁አድርግ	-7.01846
ፋ	-7.01868
ድስ	-7.01995
▁ሃያ	-7.02472
▁ግ	-7.02676
▁ሶስት	-7.03389
ጨ	-7.04846
ዕ	-7.04905
e	-7.04905
ዜ	-7.04911
ዙ	-7.0497
▁ጥሩ	-7.05201
ሰራ	-7.05939
▁ያለ	-7.06565
▁ጥ	-7.06866
ቼ	-7.07432
▁ፋ	-7.08163
ቁ	-7.11489
ጭ	-7.11529
▁ዶላር	-7.11529
▁ፈልግ	-7.11555
▁ለመ	-7.12155
▁ሰባ	-7.12409
▁መቶ	-7.12593
▁ይህን	-7.12741
ደር	-7.14049
▁መስ	-7.14103
ላል	-7.14277
▁መብራ	-7.14594
ገር	-7.14704
ዓ	-7.1492
ሶ	-7.14925
▁ቦታ	-7.15001
▁አሉ	-7.15254
ቆ	-7.15764
ለሁ	-7.15799
ኛል	-7.17051
▁ሃ	-7.17738
ኪ	-7.18041
t	-7.18391
▁ሬዲዮ	-7.18548
▁ቡና	-7.1861
▁አብራ	-7.18631
▁ላክ	-7.18734
▁ስምን	-7.18836
▁በአ	-7.20888
▁አጫ	-7.21634
▁ዝግጅ	-7.22135
ኋ	-7.22252
▁ይላኩ	-7.22258
▁ሁሉ	-7.2228
ልክ	-7.22373
▁ፖድካስት	-7.22886
ሪያ	-7.2458
ሸ	-7.26097
s	-7.26098
▁ዘጠኝ	-7.26099
ተኛ	-7.26943
▁አበበ	-7.27037
▁እየ	-7.28513
▁ቀጣ	-7.29506
ሰማ	-7.29836
ጽ	-7.30078
ፖ	-7.30098
y	-7.30098
ፀ	-7.30098
ፎ	-7.30098
▁አካባቢ	-7.30098
▁ማስታወሻ	-7.30128
▁ይመስ	-7.30131
▁ነበር	-7.30181
▁ቀጥ	-7.30291
▁ጀምር	-7.30616
▁ነ	-7.31475
▁ኮ	-7.32114
▁የሆነ	-7.32686
ቂ	-7.33604
ኒ	-7.34265
▁አስወግድ	-7.34265
▁ክፈት	-7.34268
▁ነዉ	-7.34448
▁እንድ	-7.35424
▁ድምፅ	-7.35554
በጣ	-7.35607
▁ዮ	-7.36665
▁አይ	-7.36957
l	-7.38396
ያዘጋጁ	-7.38613
ፕ	-7.38613
▁አገልግሎት	-7.38613
▁ስጠኝ	-7.38621
ፈል	-7.40134
የር	-7.41361
o	-7.41409
▁የመ	-7.41652
ፊ	-7.41721
ቹ	-7.42982
ዴ	-7.43134
ዱ	-7.43158
ራፊክ	-7.43161
▁መረጃ	-7.43162
▁እስከ	-7.43187
▁ናቸው	-7.43223
▁አሳይ	-7.43254
▁ብርሃ	-7.43272
ቶቹ	-7.43274
▁አርብ	-7.43515
▁በፊ	-7.44611
ሆነ	-7.44887
▁ማታ	-7.45516
ለህ	-7.45553
ጃ	-7.46537
ኞ	-7.47308
ዎ	-7.47446
ፉ	-7.47918
▁ዘፈኖች	-7.4792
▁አሳየኝ	-7.4792
▁ጨዋታ	-7.4792
አክሲዮ	-7.4794
▁እንደሆነ	-7.48069
▁ሚ	-7.48173
▁መቁጠሪያዬ	-7.48204
▁ቴ	-7.48606
▁አድራሻ	-7.48746
▁ከአ	-7.49401
▁የሚቀጥለው	-7.50414
ስጥ	-7.50832
▁ያሉት	-7.50955
አንድ	-7.51502
ሰዓት	-7.51858
▁ሄ	-7.51871
▁አመ	-7.5205
▁ጎ	-7.52087
ሰኞ	-7.52151
ኬ	-7.52684
ጆ	-7.5292
።	-7.5292
▁እችላለሁ	-7.5292
▁ይጫወቱ	-7.5292
▁ቅሬታ	-7.5292
ዘጋጀ	-7.52921
▁ክፍል	-7.52923
▁ክስተቶች	-7.52994
ll	-7.52994
ክሲ	-7.53174
▁ማለ	-7.53224
ስታ	-7.53248
▁መጫወት	-7.53469
ሆን	-7.53548
▁እንደሚ	-7.55213
▁የዛሬው	-7.55432
ገና	-7.56276
▁ልደት	-7.56599
▁እንዳ	-7.56837
ሴ	-7.58183
ኳ	-7.58183
▁አህመድ	-7.58184
▁ጠዋት	-7.58188
▁ሶኬ	-7.58188
▁ምርጥ	-7.58201
▁ከተማ	-7.58214
ሰው	-7.58216
▁እንዲ	-7.58269
እሁድ	-7.58362
▁ቢ	-7.5839
ዛሬ	-7.59491
▁o	-7.60048
▁ወይ	-7.60091
▁ያዝ	-7.60943
ረው	-7.62064
▁ማክ	-7.62548
አ	-7.62833
ዘፈን	-7.63297
▁ሁኔታው	-7.63469
ሐ	-7.63641
ጡ	-7.63734
c	-7.63739
▁አስታዋሽ	-7.63739
▁ያድርጉ	-7.63739
▁ቅዳሜ	-7.63739
▁ፊልም	-7.63741
▁የትኛው	-7.6385
le	-7.63854
▁መብራት	-7.6425
▁ማንቂያዎች	-7.6449
▁አሉኝ	-7.64496
▁ብር	-7.65249
መጣ	-7.6635
ሚቀጥለው	-7.66606
ኤ	-7.67589
ኛው	-7.68153
▁ቆ	-7.68271
ጉ	-7.69554
n	-7.69557
ሁለት	-7.69575
ዞ	-7.69618
ፓ	-7.69621
ፌ	-7.69621
ሥ	-7.69621
▁አሳውቀኝ	-7.69621
▁ያጫውቱ	-7.69621
▁ጉዳ	-7.69645
ሙቀት	-7.69662
▁አፍሮ	-7.69662
ሐሙ	-7.69725
▁ማድረ	-7.69727
ተር	-7.70342
▁ጃ	-7.71362
▁ያሉ	-7.73365
ነበ	-7.74218
m	-7.75716
ኙ	-7.75869
▁መልእክት	-7.75871
▁ፕሮግራ	-7.75871
ጌ	-7.75871
p	-7.75871
▁ያግኙ	-7.75873
▁ወቅታዊ	-7.75874
oo	-7.75957
▁ቀጣዩ	-7.7609
ሙሉ	-7.76331
▁የአሜሪካ	-7.76373
▁ሰኞ	-7.77669
▁ሺ	-7.77855
▁ግብ	-7.77874
ላይ	-7.78331
▁በየ	-7.80233
▁g	-7.81466
ጓ	-7.82538
▁መልዕክት	-7.82538
▁ኢትዮ	-7.82538
▁አስታውስ	-7.82538
▁ይሆናል	-7.82541
▁ምላሽ	-7.82541
▁ዝርዝሮች	-7.82544
▁ቁጥ	-7.8259
አሌክ	-7.829
▁የዛሬ	-7.82978
ጋቢ	-7.82998
▁እንዳለ	-7.84517
ጫወት	-7.84575
ወቅ	-7.84841
ሮች	-7.85649
ቀጣ	-7.85807
ዝና	-7.86569
ደው	-7.89318
በስ	-7.89426
ጂ	-7.89681
ጵ	-7.89681
ፃ	-7.89681
b	-7.89681
▁ልትነግ	-7.89681
መንገድ	-7.89701
ገበያ	-7.89701
▁ዓመ	-7.89744
▁ሬድ	-7.89814
ሄ	-7.89893
▁መጠን	-7.89978
▁መልስ	-7.90138
▁ቀለ	-7.90232
▁አንዳ	-7.90335
▁ከፍ	-7.90632
ታዊ	-7.90763
g	-7.90845
ጎ	-7.90895
አሁኑ	-7.91225
▁ድሬዳዋ	-7.91461
ወጣ	-7.91539
▁ይሄን	-7.92852
▁እባክዎ	-7.93556
▁ለአ	-7.95267
▁ክስተ	-7.97262
መጨረሻ	-7.97298
ፅ	-7.97362
ዌ	-7.97373
f	-7.97373
u	-7.97373
▁አስቀምጥ	-7.97373
▁ጉዞ	-7.97377
▁ማነው	-7.97415
▁የመጨረሻው	-7.97448
ለፈው	-7.98194
ቂያ	-7.98523
ራዊ	-7.99614
ሰላሳ	-8.01888
ገባ	-8.01944
ቅድ	-8.05464
h	-8.05706
ጻ	-8.05706
▁ያረጋግጡ	-8.05706
▁ጣቢያ	-8.05707
▁ትዝታ	-8.05714
▁አስጀም	-8.05719
ቅርቡ	-8.05735
ርዕስ	-8.05772
▁አግኝ	-8.0583
▁ቀና	-8.06177
▁እየተ	-8.06402
ካላንደሬ	-8.06745
▁ቀል	-8.07577
ሲ	-8.0781
ቀይር	-8.08233
▁ተመ	-8.08269
ማንቂያ	-8.08445
▁ይዘ	-8.08868
ልደት	-8.09037
ገኝ	-8.11274
▁ይሄ	-8.11352
ጥላ	-8.11442
ችላሉ	-8.12408
▁ቀይ	-8.12958
እናቴ	-8.14112
ጊ	-8.14705
▁ትችላ	-8.14753
d	-8.14793
ኘ	-8.14796
ሂ	-8.14797
ሠ	-8.14797
ቺ	-8.14797
w	-8.14797
ኃ	-8.14797
ጤ	-8.14797
▁ማግኘት	-8.14797
▁ሀዋሳ	-8.14798
▁አድርገ	-8.148
▁እዘዝ	-8.14817
▁መያዝ	-8.14855
መኪና	-8.14887
አዲሱ	-8.14891
▁ዝግጅቶች	-8.15093
▁አልበ	-8.15113
ቷል	-8.15434
▁የሙዚቃ	-8.15598
ሰኪ	-8.16043
▁ዜናዎች	-8.16202
ሎች	-8.16623
ሞች	-8.17081
▁ይችላ	-8.17424
ድምጽ	-8.18409
ምግብ	-8.18647
ተጫወት	-8.20949
▁ጓደኛ	-8.22689
ስቴ	-8.23108
▁መልዕክቶች	-8.24797
k	-8.24797
▁ዘርዝር	-8.24797
▁ደቂቃ	-8.24798
▁ጉዳዮች	-8.24798
ስተካክ	-8.24798
▁do	-8.24801
▁ማጉያ	-8.24803
ደንበኛ	-8.24803
▁ተወዳ	-8.24806
ሰዓቱ	-8.2481
▁ማዳመ	-8.2483
▁ዕለ	-8.24931
▁የነገ	-8.24937
▁ዝቅ	-8.25035
ግዢ	-8.25041
▁እፈልጋለው	-8.25045
ma	-8.25051
▁ደውል	-8.25063
ማብሰ	-8.25286
ዚያ	-8.25331
▁ያሉኝ	-8.25576
▁ልታ	-8.26096
▁ስብሰባዎች	-8.26834
▁ላም	-8.27065
ቸ	-8.33926
ዘጋጅ	-8.34216
▁ጨም	-8.34446
መተግበሪያ	-8.35908
ቪ	-8.35908
መጀመሪያ	-8.35908
▁com	-8.35908
▁አረጋግጥ	-8.35908
▁ኹነቶች	-8.35908
▁ያስወግዱ	-8.35908
▁ይክፈቱ	-8.35908
ገኘሁ	-8.35909
▁ልጆች	-8.35909
የሳምንቱ	-8.3591
▁ቫኪ	-8.35912
መጀመር	-8.35913
▁ፍጠር	-8.35915
▁ስቶክ	-8.35916
ጀምሩ	-8.35924
▁እዮብ	-8.3593
▁ግብዣ	-8.35948
▁ባህር	-8.35965
▁መደብ	-8.35982
▁ሮቦ	-8.35999
▁በቀለ	-8.3611
▁አንብብልኝ	-8.36156
▁ዋና	-8.36253
ሃምሳ	-8.36331
▁ነገሮች	-8.36332
ምህር	-8.36639
አቅራቢያ	-8.37006
▁ሰዎች	-8.37547
ሶስት	-8.4216
ጊዜ	-8.42161
ሆ	-8.44039
የተፈጠረ	-8.4619
ጫውት	-8.46999
ሚሄድ	-8.47025
ዚ	-8.47267
ዣ	-8.48363
ድረስ	-8.48382
ጦ	-8.48408
▁መጽሐፍ	-8.48408
▁ንገሩኝ	-8.48408
▁ሰመመን	-8.48409
ወዳለሁ	-8.48416
ላችሁ	-8.48425
▁ማዘዝ	-8.48428
▁ደብረ	-8.48432
▁አስይዝ	-8.48434
ርዝሩ	-8.48442
ጠይቅ	-8.48451
ውሰድ	-8.48531
▁ብለህ	-8.48536
ሆኑ	-8.48555
▁ከፍተኛ	-8.48562
▁ሙላ	-8.48563
ዎቹ	-8.48582
at	-8.48987
▁ስላለ	-8.49178
ሰአት	-8.56323
ፒ	-8.56336
አምስት	-8.56551
▁ጀም	-8.6147
ጪ	-8.62629
ቫ	-8.62689
ሷ	-8.62694
ቄ	-8.62694
ቋ	-8.62694
ቨ	-8.62694
ኣ	-8.62694
እንቅስቃሴ	-8.62694
ጲ	-8.62694
ፔ	-8.62694
▁መቁጠርያ	-8.62694
▁እባካችሁ	-8.62694
▁ደብዳቤ	-8.62694
▁ትርጉም	-8.62694
▁ክላሲ	-8.62694
▁ተመልከት	-8.62694
▁ማጥፋት	-8.62694
▁ትንበያ	-8.62695
▁ትዊተር	-8.62695
▁ሪፖር	-8.62695
▁ያጥፉ	-8.62699
ጨናነ	-8.62701
▁ይስጡ	-8.62707
▁ትልቁ	-8.62714
▁ያብሩ	-8.62722
▁ቤቶች	-8.62744
▁ጉግ	-8.62783
▁መርሃ	-8.62809
እውቂያ	-8.62813
on	-8.62857
ደወል	-8.63083
▁አስገባ	-8.63101
▁ሳጥ	-8.63352
መላክ	-8.64183
▁የምንዛ	-8.65765
መለስ	-8.66991
▁አንብብ	-8.79
▁ማስታወ	-8.79235
x	-8.79361
ሹ	-8.79361
ሾ	-8.79361
ኤሌክትሮኒክ	-8.79361
ዥ	-8.79361
ጮ	-8.79361
ጸ	-8.79361
▁የስፒከ	-8.79361
▁አቅጣጫ	-8.79361
▁ፊልሞች	-8.79361
▁የተወለደ	-8.79361
▁ድምጹ	-8.79361
▁ትዕዛ	-8.79364
ቆጣጠ	-8.79364
ደረጉ	-8.79366
▁ቁርስ	-8.79369
▁ካቆም	-8.79374
▁ድገም	-8.79378
▁ምርጫ	-8.79383
▁ያክሉ	-8.79387
▁ክፍት	-8.79387
▁መጠኑ	-8.79388
▁ዘገባ	-8.79399
▁ለነገ	-8.79421
▁ውጪ	-8.79437
አለማየ	-8.79451
▁ወተት	-8.7946
▁አይደለ	-8.79511
▁ይገኛ	-8.796
▁አወቀ	-8.79743
▁ሁነ	-8.81023
▁ይሆ	-8.82619
ሺ	-8.92838
ድምፅ	-8.92938
ስብሰባ	-8.93009
ተጫወቱ	-8.95001
▁ካላንደ	-8.97542
ጄ	-8.99361
▁መጽሃፍ	-8.99361
▁ትክክለኛ	-8.99361
▁እየተከናወ	-8.99361
▁የሚከተለው	-8.99361
▁የሚጫወተው	-8.99361
▁የአካባቢ	-8.99361
▁ይግለጹ	-8.99361
ሕ	-8.99361
ዐ	-8.99361
▁መከላከ	-8.99361
▁ማረፊያ	-8.99361
▁ኩባንያ	-8.99361
▁የኢትዮ	-8.99361
▁ትፈልጋለ	-8.99361
▁ኩኩሉ	-8.99361
ace	-8.99361
▁ይፈልጉ	-8.99362
አከባቢ	-8.99362
▁ቀልዶች	-8.99362
▁ያንብቡ	-8.99362
▁ክፍሉ	-8.99362
▁መግዛት	-8.99363
▁ብሩህ	-8.99364
▁የብርሃ	-8.99365
▁መሸጫ	-8.99367
▁ትላንት	-8.99374
ቤተሰ	-8.99375
ቷ	-9.22484
z	-9.24361
ቧ	-9.57694
ኅ	-9.57694
ዤ	-9.57694
ዢ	-10.0621
ፏ	-10.0769
ፑ	-10.0769
'	-10.0769
·	-10.0769
ሏ	-10.0769
ሑ	-10.0769
ሔ	-10.0769
ሼ	-10.0769
ቭ	-10.0769
ኸ	-10.0769
ጁ	-10.0769
ጧ	-10.0769
ጩ	-10.0769
ጴ	-10.0769
ፁ	-11.076
ኡ	-11.0761
ሯ	-11.0762
v	-11.0763
ሦ	-11.0764
j	-11.0765
ፐ	-11.0766
ኹ	-11.0767
ኦ	-11.0768
ጹ	-11.0769
-	-11.0769
ሟ	-11.0769
ቑ	-11.0769
ቓ	-11.0769
ቬ	-11.0769
ቮ	-11.0769
ቾ	-11.0769
ኀ	-11.0769
ኗ	-11.0769
ዑ	-11.0769
ዟ	-11.0769
ዪ	-11.0769
ዷ	-11.0769
ጼ	-11.0769
ጿ	-11.0769
ፄ	-11.0769
ኢ	-11.0769
ጳ	-11.0769
